/******************************************************************************

                  版权所有 (C), 2001-2011, 郑州天迈科技有限公司

 ******************************************************************************
  文 件 名   : libconfig.h
  版 本 号   : 初稿
  作    者   :
  生成日期   : 2015年6月19日
  最近修改   :
  功能描述   : 全局配置文件，主要定义一些开关
  函数列表   :
  修改历史   :
  1.日    期   : 2015年6月19日
    作    者   :
    修改内容   : 创建文件

******************************************************************************/
#ifndef __LIBCONFIG_H__
#define __LIBCONFIG_H__


#define ERROR_PRINT_ON               (0x01)     // 异常打印开关
#define PC_DEBUG                     (0x01)     // PC调试开关


#endif /* __LIBCONFIG_H__ */




